{
  "termsTitle": "Пайдалану шарттары",
  "privacyTitle": "Құпиялылық саясаты",
  "lastUpdated": "Соңғы жаңарту: {{date}}",
  "downloadPDF": "PDF жүктеу",
  "disclaimerTitle": "Жауапкершіліктен бас тарту",

  "terms": {
    "section1": {
      "title": "1. Шарттарды қабылдау",
      "text": "{{companyName}} қызметтерін пайдалана отырып, сіз осы Шарттармен келісесіз. Егер келіспесеңіз, қызметтерімізді пайдаланбаңыз."
    },
    "section2": {
      "title": "2. Қызметтер сипаттамасы",
      "text": "{{companyName}} қаржы нарықтарына арналған аналитикалық қызметтерді, соның ішінде сауда сигналдарын және талдауды ұсынады."
    },
    "section3": {
      "title": "3. Пайдаланушының міндеттері",
      "text": "Қызметті тек заңды мақсаттарда пайдаланып, үшінші тұлғалардың құқықтарын бұзбауға міндеттенесіз."
    },
    "section4": {
      "title": "4. Зияткерлік меншік",
      "text": "Қызметтегі барлық материалдар авторлық құқықпен қорғалған және {{companyName}} не оның лицензия иелеріне тиесілі."
    },
    "section5": {
      "title": "5. Жауапкершілікті шектеу",
      "text": "{{companyName}} берілген ақпараттың дәлдігіне кепілдік бермейді және пайдаланушылардың сауда шешімдері үшін жауап бермейді."
    },
    "section6": {
      "title": "6. Шарттарға өзгерістер енгізу",
      "text": "Біз бұл Шарттарды жаңартылған нұсқасын жариялау арқылы өзгерте аламыз. Қызметті әрі қарай пайдалану өзгерістерді қабылдауды білдіреді."
    }
  },

  "privacy": {
    "section1": {
      "title": "1. Ақпаратты жинау",
      "text": "Біз келесі деректерді жинаймыз: байланыс ақпараты, қызметті пайдалану тарихы, құрылғының техникалық деректері."
    },
    "section2": {
      "title": "2. Деректерді пайдалану",
      "text": "Деректер мыналар үшін қолданылады: қызмет көрсету, қызметті жақсарту, байланыс жасау, алаяқтықтың алдын алу."
    },
    "section3": {
      "title": "3. Деректерді қорғау",
      "text": "Біз ақпаратты қорғау үшін шифрлау, қол жеткізуді бақылау және басқа шараларды қолданамыз."
    },
    "section4": {
      "title": "4. Деректерді беру",
      "text": "Біз деректерді келесілерге бере аламыз: қызмет жеткізушілерге, заң талаптарына сай, компания басқаруы өзгерген жағдайда."
    },
    "section5": {
      "title": "5. Сіздің құқықтарыңыз",
      "text": "Сіз өз деректеріңізге қол жеткізуді, түзетуді немесе жоюды сұрай аласыз, қолдау қызметіне хабарласыңыз."
    }
  },

  "disclaimer": {
    "1": "{{companyName}} — брокер немесе инвестициялық кеңесші емес.",
    "2": "Біз клиенттің активтерін басқармаймыз және сауда үшін төлемдер қабылдамаймыз.",
    "3": "Барлық сауда шешімдерін пайдаланушылар өздері қабылдайды.",
    "4": "Өткен нәтижелер болашақ табысты кепілдемейді.",
    "5": "Қызмет \"сол қалпында\" ұсынылады, дәлдігі мен тиімділігіне кепілдік берілмейді.",
    "6": "Қызметті пайдалану Қазақстан Республикасының заңнамасына сәйкес жүзеге асырылады."
  }
}
