{
  "privacy.title": "Құпиялылық Саясаты",
  "privacy.updated": "Соңғы жаңартылған күні: 2025 жылғы маусым",

  "privacy.sections.1.title": "1. Жалпы ережелер",
  "privacy.sections.1.content": "TradesAdvisor Group LLC (\"Компания\") клиенттерінің құпиялылығын құрметтейді. Бұл саясат сіздің деректеріңізді қалай жинайтынымызды, пайдаланатынымызды және қорғайтынымызды сипаттайды.",

  "privacy.sections.2.title": "2. Ақпарат жинау және пайдалану",
  "privacy.sections.2.content": "Біз тек кеңес беру және талдамалық қызметтер көрсету үшін қажет ақпаратты жинаймыз. Жеке деректерді үшінші тараптарға бермейміз, сатпаймыз және жалға бермейміз.",

  "privacy.sections.3.title": "3. Деректерді сақтау",
  "privacy.sections.3.content": "Барлық деректер шектеулі қолжетімділігі бар қорғалған ортада сақталады. Біз рұқсат етілмеген қол жеткізуден қорғау үшін ұйымдастырушылық және техникалық шараларды қолданамыз.",

  "privacy.sections.4.title": "4. Cookie және аналитика",
  "privacy.sections.4.content": "Біз сайттың жұмысын жақсарту үшін cookie файлдары мен аналитикалық құралдарды пайдалануымыз мүмкін. Пайдаланушы cookie файлдарын браузердің параметрлерінде өшіре алады.",

  "privacy.sections.5.title": "5. Деректерді шетелге беру",
  "privacy.sections.5.content": "Біз жеке деректерді АҚШ-қа немесе тиісті қорғаныс деңгейі жоқ басқа елдерге бермейміз.",

  "privacy.sections.6.title": "6. Пайдаланушы құқықтары",
  "privacy.sections.6.content": "Сіз өзіңіздің деректеріңізге қол жеткізуге, оларды түзетуге немесе жоюға құқылысыз.",

  "privacy.sections.7.title": "7. Қолданылатын құқық",
  "privacy.sections.7.content": "Бұл саясат Қазақстан Республикасының заңнамасымен реттеледі.",

  "terms.title": "Қолдану Шарттары",

  "terms.sections.1.title": "1. Шарттарды қабылдау",
  "terms.sections.1.content": "TradesAdvisor қызметтерін пайдалану арқылы сіз осы Қолдану шарттарын қабылдайсыз.",

  "terms.sections.2.title": "2. Қызметтер",
  "terms.sections.2.content": "TradesAdvisor инвестициялық кеңес беру қызметтерін, соның ішінде сауда идеяларын ұсынады.",

  "terms.sections.3.title": "3. Пайдаланушының міндеттері",
  "terms.sections.3.content": "Пайдаланушылар қызметтерді жауапкершілікпен пайдаланып, заңсыз әрекеттерге қатыспауға келіседі.",

  "terms.sections.4.title": "4. Зияткерлік меншік",
  "terms.sections.4.content": "TradesAdvisor ұсынған барлық контент компанияның зияткерлік меншігі болып табылады және рұқсатсыз көшірілмеуі тиіс.",

  "terms.sections.5.title": "5. Жауапкершіліктің шектелуі",
  "terms.sections.5.content": "TradesAdvisor өз қызметтерін пайдалану нәтижесінде келген шығындар үшін жауап бермейді.",

  "terms.sections.6.title": "6. Пайдаланушының жауапкершілігі",
  "terms.sections.6.content": "Инвестициялық шешімдер үшін толық жауапкершілік пайдаланушыда. Барлық сауда нәтижелері үшін ол өзі жауапты.",

  "terms.disclaimer.title": "Ескерту",
  "terms.disclaimer.items.0": "TradesAdvisor тіркелген инвестициялық кеңесші емес. Барлық ақпарат тек білім беру мақсатында ұсынылады және қаржылық кеңес болып табылмайды.",
  "terms.disclaimer.items.1": "Инвестициялық шешім қабылдамас бұрын кәсіби қаржылық кеңесшімен кеңесу ұсынылады.",
  "terms.disclaimer.items.2": "Біз клиенттердің активтерін басқармаймыз және инвестициялық кеңесші емеспіз.",
  "terms.disclaimer.items.3": "Барлық сауда әрекеттері клиенттің есептік жазбасында клиенттің баптауларына сәйкес алгоритм арқылы автоматты түрде жүзеге асырылады.",
  "terms.disclaimer.items.4": "Өткен табыс болашақ нәтижелерге кепілдік бермейді."
}
