{
  "termsTitle": "Условия использования",
  "privacyTitle": "Политика конфиденциальности",
  "lastUpdated": "Последнее обновление: {{date}}",
  "downloadPDF": "Скачать PDF",
  "disclaimerTitle": "Обязательные заявления",

  "terms": {
    "section1": {
      "title": "1. Принятие Условий",
      "text": "Получая доступ к услугам TradesAdvisor Group и используя их, вы соглашаетесь соблюдать настоящие Условия использования."
    },
    "section2": {
      "title": "2. Предоставляемые Услуги",
      "text": "TradesAdvisor Group предлагает инвестиционные консультационные услуги, включая спекулятивные и инвестиционные торговые идеи."
    },
    "section3": {
      "title": "3. Обязанности Пользователя",
      "text": "Пользователи соглашаются использовать услуги ответственно и не участвовать в какой-либо незаконной деятельности."
    },
    "section4": {
      "title": "4. Интеллектуальная Собственность",
      "text": "Весь контент, предоставляемый TradesAdvisor Group, является интеллектуальной собственностью компании и не может быть воспроизведен без разрешения."
    },
    "section5": {
      "title": "5. Ограничение Ответственности",
      "text": "TradesAdvisor Group не несет ответственности за любые убытки, понесенные в результате использования её услуг."
    },
    "section6": {
      "title": "6. Ответственность Пользователя",
      "text": "Пользователь несет единоличную ответственность за принятие всех инвестиционных решений и принимает на себя полную ответственность за результаты любых сделок, основанных на образовательном материале."
    }
  },

  "privacy": {
    "dataCollection": {
      "title": "1. Сбор и использование информации",
      "text": "Мы собираем только ту информацию, которая необходима для предоставления консультационных и аналитических услуг. Мы не передаём, не продаём и не сдаём в аренду персональные данные третьим лицам."
    },
    "dataUsage": {
      "title": "2. Хранение данных",
      "text": "Все данные хранятся в защищённой среде с ограниченным доступом. Мы применяем организационные и технические меры для защиты информации от несанкционированного доступа."
    },
    "dataProtection": {
      "title": "3. Cookie и аналитика",
      "text": "Мы можем использовать cookie-файлы и аналитические инструменты для улучшения работы сайта. Пользователь может отключить cookie в настройках браузера."
    }
  },

  "disclaimer": {
    "1": "TradesAdvisor Group не запрашивает и не принимает средства для торговых целей. TradesAdvisor Group не предоставляет инвестиционных консультаций или услуг по управлению портфелем. Весь контент является образовательным и информационным.",
    "2": "Клиенты сохраняют полный контроль над своими брокерскими счетами. TradesAdvisor Group не хранит и не управляет никакими средствами или активами.",
    "3": "Вся консультационная деятельность осуществляется в соответствии с письменными соглашениями и в полном соответствии с законодательством Казахстана.",
    "4": "TradesAdvisor Group не является зарегистрированным инвестиционным консультантом. Вся предоставленная информация предназначена только для образовательных целей и не является финансовым советом.",
    "5": "Историческая доходность не гарантирует будущих результатов. Все торговые действия осуществляются на счёте клиента автоматически по алгоритму, который работает в рамках настроек, определённых самим клиентом."
  }
}
